routes/web.php

select * from "employers" where "employers"."id" in (1, 2, 3)
---
    return view('contact');
});

Route::get('/jobs', function () {
    $jobs = Job::with('employer')->latest()->simplePaginate(4);
    return view('jobs.index', ["jobs" => $jobs]);
});